[
	{
		"Id": 1,
		"Text": "The most powerful ---- to parachuting is fear, but one should also take its high cost into account, as a total outfit for parachuting can be extremely expensive.",
		"A": "resemblance",
		"B": "adjustment",
		"C": "deterrent",
		"D": "submission",
		"Answer": "C"
	},
	{
		"Id": 2,
		"Text": "Peanut may very well be the most common food allergy in some populations, but the ---- of a particular food allergy varies according to age and group",
		"A": "withdrawal",
		"B": "precaution",
		"C": "termination",
		"D": "prevalence",
		"Answer": "D"
	},
	{
		"Id": 3,
		"Text": "Heating and cooling of the Earth are not ----, as it takes time for land, water, and air to either absorb heat and warm up or release stored heat and cool down.",
		"A": "hospitable",
		"B": "convertible",
		"C": "instantaneous",
		"D": "detrimental",
		"Answer": "C"
	},
	{
		"Id": 4,
		"Text": "Since the mid-20th century, plastic pollution has increased ----, and resulting pollution has become a global environmental issue.",
		"A": "exponentially",
		"B": "conveniently",
		"C": "alternatively",
		"D": "precisely",
		"Answer": "A"
	},
	{
		"Id": 5,
		"Text": "The most basic path to computer literacy is to ---- competence in using computers to perform personal or vocational tasks.",
		"A": "exclude",
		"B": "attain",
		"C": "relieve",
		"D": "deteriorate",
		"Answer": "B"
	},
	{
		"Id": 6,
		"Text": "Making videos should be a lot of fun, but it can also be a bit of a minefield, as lots of people ---- problems and lose momentum before they even get started.",
		"A": "run into",
		"B": "hand over",
		"C": "look for",
		"D": "turn down",
		"Answer": "A"
	},
	{
		"Id": 7,
		"Text": "Anorexia nervosa is a severe eating disorder, usually involving excessive weight loss ---- self-starvation, most often found ---- teenage girls.",
		"A": "at / with",
		"B": "from / of",
		"C": "through / among",
		"D": "by / on",
		"Answer": "C"
	},
	{
		"Id": 8,
		"Text": "With concerns ---- the rate of energy demand, the role of renewable energy, which is generated ---- sources that are naturally replenished, such as wind and sunlight, is becoming increasingly significant.",
		"A": "at / upon",
		"B": "in / for",
		"C": "to / through",
		"D": "about / from",
		"Answer": "D"
	},
	{
		"Id": 9,
		"Text": "---- certain types of fungi have been used throughout history for a variety of beneficial purposes, others have been found to contain dangerous toxins that are poisonous to humans.",
		"A": "Once",
		"B": "Although",
		"C": "Since",
		"D": "Provided that",
		"Answer": "B"
	},
	{
		"Id": 10,
		"Text": "---- such an intimate connection existed between agricultural intensification and the appearance of cities, it is not surprising that the earliest evidence for cities comes from regions with ancient agricultural traditions.",
		"A": "Because",
		"B": "As if",
		"C": "Before",
		"D": "Although",
		"Answer": "A"
	}
]